Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: The fire and the week dots are the same streak. Study keeps it alive.
ar: النار ونقاط الأسبوع نفس السلسلة. الدراسة بتخليها حية.
de: Feuer und Wochenpunkte sind derselbe Streak. Lernen hält ihn am Leben.
es: El fuego y los puntos de la semana son la misma racha. Estudiar la mantiene.
fr: Le feu et les points de la semaine, c’est la même série. Étudier la garde vivante.
it: Il fuoco e i puntini della settimana sono lo stesso streak. Studiare lo tiene vivo.
ja: 炎と週のドットは同じ連続。勉強でキープ。
ko: 불과 주간 점은 같은 연속이야. 공부해야 살아있어.
pt_pt: O fogo e os pontos da semana são a mesma sequência. Estudar mantém-na viva.
ru: Огонёк и точки недели — один стрик. Учёба держит его живым.
zh_hans: 火焰和一周圆点是同一次连续。学习让它继续。
zh_hant: 火焰和一週圓點是同一連續。學習讓它繼續。

source: The word will be saved and enriched once you're back online.
ar: الكلمة رح تنحفظ وتتكمل لما ترجع أونلاين.
de: Das Wort wird gespeichert und online angereichert.
es: La palabra se guardará y se enriquecerá cuando vuelvas online.
fr: Le mot sera enregistré et enrichi dès que tu seras en ligne.
it: La parola verrà salvata e arricchita quando tornerai online.
ja: オンラインに戻ったら単語を保存して補完するよ。
ko: 다시 온라인이 되면 단어를 저장하고 채워줄게.
pt_pt: A palavra será guardada e enriquecida quando voltares online.
ru: Слово сохранится и дополнится, когда снова будешь онлайн.
zh_hans: 联网后会保存并补全这个词。
zh_hant: 連線後會儲存並補全這個詞。

source: This deletes all %lld words. This can't be undone.
ar: بيحذف كل الـ %lld كلمة. ما بينرجع.
de: Löscht alle %lld Wörter. Das kann nicht rückgängig gemacht werden.
es: Esto borra las %lld palabras. No se puede deshacer.
fr: Cela supprime les %lld mots. Irréversible.
it: Elimina tutte le %lld parole. Non si può annullare.
ja: %lld語すべて削除。元に戻せないよ。
ko: 단어 %lld개를 모두 지워. 되돌릴 수 없어.
pt_pt: Isto apaga todas as %lld palavras. Não se pode anular.
ru: Удалит все %lld слов. Это нельзя отменить.
zh_hans: 将删除全部 %lld 个词。无法撤销。
zh_hant: 將刪除全部 %lld 個詞。無法復原。

source: This deletes all 42 words. This can't be undone.
ar: بيحذف كل الـ ٤٢ كلمة. ما بينرجع.
de: Löscht alle 42 Wörter. Das kann nicht rückgängig gemacht werden.
es: Esto borra las 42 palabras. No se puede deshacer.
fr: Cela supprime les 42 mots. Irréversible.
it: Elimina tutte le 42 parole. Non si può annullare.
ja: 42語すべて削除。元に戻せないよ。
ko: 단어 42개를 모두 지워. 되돌릴 수 없어.
pt_pt: Isto apaga todas as 42 palavras. Não se pode anular.
ru: Удалит все 42 слова. Это нельзя отменить.
zh_hans: 将删除全部 42 个词。无法撤销。
zh_hant: 將刪除全部 42 個詞。無法復原。

source: Today's lesson
ar: درس اليوم
de: Heutige Lektion
es: Lección de hoy
fr: Leçon du jour
it: Lezione di oggi
ja: 今日のレッスン
ko: 오늘의 레슨
pt_pt: Lição de hoje
ru: Урок дня
zh_hans: 今日课程
zh_hant: 今日課程

source: Travel
ar: سفر
de: Reisen
es: Viajes
fr: Voyage
it: Viaggi
ja: 旅行
ko: 여행
pt_pt: Viagens
ru: Путешествия
zh_hans: 旅行
zh_hant: 旅行

source: Want another round? Practice is extra. Home is just the lesson.
ar: بدك راوند زيادة؟ التدريب زيادة. Home هو الدرس بس.
de: Noch eine Runde? Üben ist extra. Home ist nur die Lektion.
es: ¿Otra ronda? Práctica es extra. Home es solo la lección.
fr: Encore un round ? L’entraînement est en plus. Home, c’est juste la leçon.
it: Vuoi un altro round? Esercizi è extra. Home è solo la lezione.
ja: もう1ラウンド？練習はおまけ。Homeはレッスンだけ。
ko: 한 판 더? 연습은 보너스. Home은 레슨만.
pt_pt: Queres outra ronda? Prática é extra. Home é só a lição.
ru: Хочешь ещё раунд? Практика — доп. Главная — это просто урок.
zh_hans: 还想再来一轮？练习是加练。Home 只是今日课。
zh_hant: 還想再來一輪？練習是加練。Home 只是今日課。

source: Word Packs
ar: حزم الكلمات
de: Wortpakete
es: Paquetes de palabras
fr: Packs de mots
it: Pacchetti di parole
ja: 単語パック
ko: 단어 팩
pt_pt: Pacotes de palavras
ru: Наборы слов
zh_hans: 单词包
zh_hant: 單字包

source: You have 18 words in French. They will stay in your dictionary.
ar: عندك ١٨ كلمة بالفرنسي. رح يبقوا بالقاموس.
de: Du hast 18 Wörter auf Französisch. Sie bleiben im Wörterbuch.
es: Tienes 18 palabras en francés. Se quedan en el diccionario.
fr: Tu as 18 mots en français. Ils restent dans le dico.
it: Hai 18 parole in francese. Restano nel dizionario.
ja: フランス語の単語が18語あるよ。辞書に残る。
ko: 프랑스어 단어가 18개 있어. 사전에 남을 거야.
pt_pt: Tens 18 palavras em francês. Ficam no dicionário.
ru: У тебя 18 слов на французском. Они останутся в словаре.
zh_hans: 你有 18 个法语词。它们会留在词典里。
zh_hant: 你有 18 個法語詞。它們會留在詞典裡。

source: You're offline
ar: أنت أوفلاين
de: Du bist offline
es: Estás sin conexión
fr: Tu es hors ligne
it: Sei offline
ja: オフラインだよ
ko: 오프라인이야
pt_pt: Estás offline
ru: Ты офлайн
zh_hans: 你处于离线状态
zh_hant: 你處於離線狀態

source: You're offline. Connect to generate a story.
ar: أنت أوفلاين. اتصل عشان تولّد قصة.
de: Du bist offline. Verbinde dich, um eine Geschichte zu erstellen.
es: Estás sin conexión. Conéctate para generar una historia.
fr: Tu es hors ligne. Connecte-toi pour générer une histoire.
it: Sei offline. Connettiti per generare una storia.
ja: オフライン。ストーリー生成には接続が必要。
ko: 오프라인이야. 스토리를 만들려면 연결해.
pt_pt: Estás offline. Liga-te para gerar uma história.
ru: Ты офлайн. Подключись, чтобы сгенерировать историю.
zh_hans: 你处于离线状态。联网后才能生成故事。
zh_hant: 你處於離線狀態。連線後才能產生故事。

source: You've used today's free chat scenes. Upgrade to PRO for unlimited.
ar: خلصت مشاهد الشات المجانية لليوم. رقّي لـ PRO.
de: Heutige Free-Chat-Szenen aufgebraucht. PRO für Unlimited.
es: Usaste las escenas de chat gratis de hoy. Pasa a PRO sin límite.
fr: Tes scènes de chat gratuites du jour sont utilisées. Passe en PRO.
it: Hai finito le scene chat gratis di oggi. Passa a PRO.
ja: 今日の無料チャットシーンを使い切った。PROで無制限。
ko: 오늘 무료 채팅 장면을 다 썼어. PRO로 무제한.
pt_pt: Usaste as cenas de chat grátis de hoje. Passa a PRO.
ru: Бесплатные чат-сцены на сегодня кончились. PRO — безлимит.
zh_hans: 今天的免费聊天场景用完了。升级 PRO 无限用。
zh_hant: 今天的免費聊天場景用完了。升級 PRO 無限用。

source: You've used today's free stories. Upgrade to PRO for unlimited.
ar: خلصت القصص المجانية لليوم. رقّي لـ PRO.
de: Heutige Free-Stories aufgebraucht. PRO für Unlimited.
es: Usaste las historias gratis de hoy. Pasa a PRO sin límite.
fr: Tes histoires gratuites du jour sont utilisées. Passe en PRO.
it: Hai finito le storie gratis di oggi. Passa a PRO.
ja: 今日の無料ストーリーを使い切った。PROで無制限。
ko: 오늘 무료 스토리를 다 썼어. PRO로 무제한.
pt_pt: Usaste as histórias grátis de hoje. Passa a PRO.
ru: Бесплатные истории на сегодня кончились. PRO — безлимит.
zh_hans: 今天的免费故事用完了。升级 PRO 无限用。
zh_hant: 今天的免費故事用完了。升級 PRO 無限用。

source: Your week
ar: أسبوعك
de: Deine Woche
es: Tu semana
fr: Ta semaine
it: La tua settimana
ja: あなたの週
ko: 너의 한 주
pt_pt: A tua semana
ru: Твоя неделя
zh_hans: 你的一周
zh_hant: 你的一週

source: "%@" updated with translation
de: "%@" mit Übersetzung aktualisiert
es: «%@» actualizado con traducción
fr: « %@ » mis à jour avec la traduction
ja: 「%@」の翻訳が更新されました
ko: "%@" 번역이 업데이트됨
ru: «%@» обновлено с переводом

source: «%@» is already in your dictionary.
de: «%@» ist bereits in deinem Wörterbuch.
es: «%@» ya está en tu diccionario.
fr: « %@ » est déjà dans votre dictionnaire.
ja: 「%@」はすでに辞書に登録されています。
ko: «%@»은(는) 이미 사전에 있습니다.
ru: «%@» уже есть в твоём словаре

source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
ja: %@ / 月
ko: %@ / 월
ru: %@ / мес.

source: %@ / year
de: %@ / Jahr
es: %@ / año
fr: %@ / an
ja: %@ / 年
ko: %@ / 년
ru: %@ / год

source: %@ with Droword
de: %@ mit Droword
es: %@ con Droword
fr: %@ avec Droword
ja: Drowordで%@
ko: Droword로 %@
ru: %@ с Droword

# %@..., %lld letters
source: %1$@..., %2$lld letters
de: %@..., %lld Buchstaben
es: %@..., %lld letras
fr: %@..., %lld lettres
ja: %@…、%lld文字
ko: %@..., %lld글자
ru: %@..., %lld букв

source: %lld / day
de: %lld / Tag
es: %lld / día
fr: %lld / jour
ja: %lld / 日
ko: %lld / 일
ru: %lld / день

source: %lld added
de: %lld hinzugefügt
es: %lld añadidas
fr: %lld ajouté(s)
ja: %lld個追加
ko: %lld개 추가됨
ru: %lld добавлено

source: %lld d
de: %lld T
fr: %lld j
ja: %lld日
ko: %lld일
ru: %lld д

source: %lld day streak on Droword
de: %lld-Tage-Streak bei Droword
es: Racha de %lld días en Droword
fr: Série de %lld jours sur Droword
ja: Drowordで%lld日連続
ko: Droword %lld일 연속
ru: %lld дней стрика в Droword

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld日
ko: %lld일
ru: %lld дней

source: %lld days remaining
de: %lld Tage verbleibend
es: %lld días restantes
fr: plus que %lld jours
ja: 残り%lld日
ko: %lld일 남음
ru: осталось %lld дн.

source: %lld due
de: %lld fällig
es: %lld pendientes
fr: %lld à revoir
ja: %lld件の復習
ko: %lld개 복습
ru: %lld к повторению

source: %lld h
de: %lld Std.
ja: %lld時間
ko: %lld시간
ru: %lld ч

source: %lld left
de: noch %lld
es: quedan %lld
fr: plus que %lld
ja: 残り%lld
ko: %lld개 남음
ru: ещё %lld

source: %lld misses
de: %lld Fehler
es: %lld fallos
fr: %lld erreurs
ja: %lld回ミス
ko: 오답 %lld회
ru: %lld ошибок

source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
ja: %lldヶ月
ko: %lld개월
ru: %lld мес.

source: %lld new words are now in your review rotation.
de: %lld neue Wörter sind jetzt in deiner Wiederholung.
es: %lld palabras nuevas ya están en tu repaso.
fr: %lld nouveaux mots sont dans tes révisions.
ja: 新しい単語%lld語が復習に入りました。
ko: 새 단어 %lld개가 복습에 들어갔어.
ru: %lld новых слов теперь в повторении.

source: %lld new words ready
de: %lld neue Wörter bereit
es: %lld palabras nuevas listas
fr: %lld nouveaux mots prêts
ja: 新しい単語%lld語の準備OK
ko: 새 단어 %lld개 준비됨
ru: %lld новых слов готовы

# %lld of %lld completed
source: %1$lld of %2$lld completed
de: %lld von %lld abgeschlossen
es: %1$lld de %2$lld completados
fr: %lld sur %lld terminé(s)
ja: %lld / %lld 完了
ko: %lld/%lld 완료
ru: %1$lld из %2$lld выполнено

source: %lld of %lld correct
de: %lld von %lld richtig
es: %lld de %lld correctas
fr: %lld sur %lld corrects
ja: %lld/%lld 正解
ko: %lld/%lld 정답
ru: %lld из %lld верно

source: %lld packs ready
de: %lld Packs bereit
es: %lld packs listos
fr: %lld packs prêts
ja: パック%lld個の準備OK
ko: 팩 %lld개 준비됨
ru: %lld наборов готовы

source: %lld words
de: %lld Wörter
es: %lld palabras
fr: %lld mots
ja: %lld語
ko: %lld개 단어
ru: %lld слов

source: %lld words added to your dictionary
de: %lld Wörter ins Wörterbuch
es: %lld palabras añadidas al diccionario
fr: %lld mots ajoutés au dico
ja: 辞書に%lld語追加
ko: 단어장에 %lld개 추가됨
ru: %lld слов добавлены в словарь

# %lld words at %lld per week. You're becoming a true linguist.
source: %1$lld words at %2$lld per week. You're becoming a true linguist.
de: %lld Wörter bei %lld pro Woche. Du wirst ein wahrer Linguist.
es: %1$lld palabras a %2$lld por semana. Te estás convirtiendo en un verdadero lingüista.
fr: %lld mots à %lld par semaine. Vous devenez un vrai linguiste.
ja: 週%lld語ペースで%lld語達成。本物の言語学者になりつつありますね。
ko: 주당 %lld개씩 총 %lld개의 단어. 진정한 언어학자가 되어가고 있어요.
ru: %1$lld слов при %2$lld в неделю. Ты становишься настоящим лингвистом.

# %lld words due · %@
source: %1$lld words due · %2$@
de: %lld fällig · %@
es: %lld pendientes · %@
fr: %lld à revoir · %@
ja: 復習%lld語 · %@
ko: 복습 %lld개 · %@
ru: %lld к повторению · %@

source: %lld words found
de: %lld Wörter gefunden
es: %lld palabras encontradas
fr: %lld mots trouvés
ja: %lld語見つかりました
ko: 단어 %lld개 찾음
ru: найдено %lld слов

source: %lld words imported successfully.
de: %lld Wörter importiert.
es: %lld palabras importadas.
fr: %lld mots importés.
ja: %lld語を読み込みました。
ko: 단어 %lld개 가져왔어.
ru: импортировано %lld слов.

source: %lld words in less than a month — impressive!
de: %lld Wörter in weniger als einem Monat — beeindruckend!
es: ¡%lld palabras en menos de un mes — impresionante!
fr: %lld mots en moins d’un mois — impressionnant !
ja: 1ヶ月以内に%lld語 — すごい！
ko: 한 달도 안 되어 %lld개의 단어 — 대단해요!
ru: %lld слов меньше чем за месяц — впечатляет!

source: %lld words ready to review
de: %lld Wörter bereit zur Wiederholung
es: %lld palabras listas para repasar
fr: %lld mots prêts à réviser
ja: 復習できる語が%lld
ko: 복습할 단어 %lld개
ru: %lld слов готовы к повторению

source: %lld words to review
de: %lld Wörter zum Wiederholen
es: %lld palabras para repasar
fr: %lld mots à revoir
ja: 復習%lld語
ko: 복습할 단어 %lld개
ru: %lld слов на повтор

source: %lld words updated with translations
de: %lld Wörter mit Übersetzung
es: %lld palabras con traducción
fr: %lld mots traduits
ja: 翻訳付きで%lld語更新
ko: 번역된 단어 %lld개
ru: %lld слов с переводом

source: %lld words!
de: %lld Wörter!
es: ¡%lld palabras!
fr: %lld mots !
ja: %lld語！
ko: 단어 %lld개!
ru: %lld слов!

source: %lld words! You've reached legendary status.
de: %lld Wörter! Du hast legendären Status erreicht.
es: ¡%lld palabras! Has alcanzado el estatus legendario.
fr: %lld mots ! Vous avez atteint le statut légendaire.
ja: %lld語！伝説の領域に達しました。
ko: %lld개의 단어! 전설적인 경지에 도달했어요.
ru: %lld слов! Ты достиг легендарного статуса.

source: %lld years
de: %lld Jahre
es: %lld años
fr: %lld ans
ja: %lld年
ko: %lld년
ru: %lld лет

source: %lld-day streak!
de: %lld-Tage-Serie!
es: ¡Racha de %lld días!
fr: %lld jours consécutifs !
ja: %lld日連続！
ko: %lld일 연속!
ru: Серия %lld дн.!

# %lld/%lld challenges done
source: %1$lld/%2$lld challenges done
de: %1$lld/%2$lld Aufgaben erledigt
es: %1$lld/%2$lld desafíos completados
fr: %1$lld/%2$lld défis accomplis
ja: %1$lld/%2$lldチャレンジ完了
ko: %1$lld/%2$lld 챌린지 완료
ru: %1$lld/%lld заданий выполнено

# %lld/%lld today
source: %1$lld/%2$lld today
de: %lld/%lld heute
es: %lld/%lld hoy
fr: %lld/%lld aujourd'hui
ja: 今日%lld/%lld
ko: 오늘 %lld/%lld
ru: %lld/%lld сегодня

# %lldh %lldm
source: %1$lldh %2$lldm
de: %lld Std. %lld Min.
fr: %lldh %lldmin
ja: %lld時間%lld分
ko: %lld시간 %lld분
ru: %1$lldч %2$lldм

source: %lldm
de: %lld Min.
fr: %lldmin
ja: %lld分
ko: %lld분
ru: %lldм

source: %lldm studied
de: %lld Min. gelernt
es: %lld min. estudiados
fr: %lldmin étudiées
ja: %lld分学習
ko: %lld분 학습
ru: %lld мин. изучено

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
ja: 他%lld件
ko: +%lld개 더
ru: +%lld ещё

source: +%lld more in the next 7 days
de: +%lld weitere in den nächsten 7 Tagen
es: +%lld más en los próximos 7 días
fr: +%lld de plus dans les 7 prochains jours
ja: これから7日であと+%lld
ko: 앞으로 7일 안에 +%lld개 더
ru: + ещё %lld в ближайшие 7 дней

source: 1 / week
de: 1 / Woche
es: 1 / semana
fr: 1 / semaine
ja: 1 / 週
ko: 1 / 주
ru: 1 / неделя

source: 1 day streak on Droword
de: 1-Tage-Streak bei Droword
es: Racha de 1 día en Droword
fr: Série de 1 jour sur Droword
ja: Drowordで1日連続
ko: Droword 1일 연속
ru: 1 день стрика в Droword

source: 1 pack ready
de: 1 Pack bereit
es: 1 pack listo
fr: 1 pack prêt
ja: パック1個の準備OK
ko: 팩 1개 준비됨
ru: 1 набор готов

source: 1 word due · %@
de: 1 fällig · %@
es: 1 pendiente · %@
fr: 1 à revoir · %@
ja: 復習1語 · %@
ko: 복습 1개 · %@
ru: 1 к повторению · %@

source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
es: 1. Aceptación de los términos
fr: 1. Acceptation des conditions
ja: 1. 利用規約への同意
ko: 1. 약관 동의
ru: 1. Принятие условий

source: 1. Introduction
de: 1. Einleitung
es: 1. Introducción
ja: 1. はじめに
ko: 1. 소개
ru: 1. Введение

source: 2-minute review session, %lld words due
de: 2-Minuten-Wiederholung, %lld fällig
es: Repaso de 2 min, %lld pendientes
fr: Révision 2 min, %lld à revoir
ja: 2分の復習、%lld語
ko: 2분 복습, %lld개
ru: Повтор на 2 мин, %lld слов

source: 2. Data Storage and Processing
de: 2. Speicherung und Verarbeitung
es: 2. Almacenamiento y tratamiento
fr: 2. Stockage et traitement
ja: 2. データの保存と処理
ko: 2. 데이터 저장 및 처리
ru: 2. Хранение и обработка данных

source: 2. Description of Service
de: 2. Beschreibung des Dienstes
es: 2. Descripción del servicio
fr: 2. Description du service
ja: 2. サービスの内容
ko: 2. 서비스 설명
ru: 2. Что это за сервис

source: 3. Use of Third-Party Services
de: 3. Drittanbieter-Dienste
es: 3. Servicios de terceros
fr: 3. Services tiers
ja: 3. 第三者サービスの利用
ko: 3. 제3자 서비스
ru: 3. Сторонние сервисы

source: 3. User Accounts and Data
de: 3. Konten und Daten
es: 3. Cuentas y datos
fr: 3. Comptes et données
ja: 3. アカウントとデータ
ko: 3. 계정 및 데이터
ru: 3. Аккаунт и данные

source: 4 / day
de: 4 / Tag
es: 4 / día
fr: 4 / jour
ja: 4 / 日
ko: 4 / 일
ru: 4 / день

source: 4. Photos and Camera Access
de: 4. Fotos und Kamerazugriff
es: 4. Fotos y cámara
fr: 4. Photos et appareil photo
ja: 4. 写真とカメラ
ko: 4. 사진 및 카메라
ru: 4. Фото и камера

source: 4. Subscriptions and Payments
de: 4. Abos und Zahlungen
es: 4. Suscripciones y pagos
fr: 4. Abonnements et paiements
ja: 4. サブスクリプションと支払い
ko: 4. 구독 및 결제
ru: 4. Подписка и оплата

source: 5. Free Trial
de: 5. Kostenlose Testphase
es: 5. Prueba gratis
fr: 5. Essai gratuit
ja: 5. 無料トライアル
ko: 5. 무료 체험
ru: 5. Пробный период

source: 5. Notifications
de: 5. Mitteilungen
es: 5. Notificaciones
ja: 5. 通知
ko: 5. 알림
ru: 5. Уведомления

source: 6. Acceptable Use
de: 6. Zulässige Nutzung
es: 6. Uso aceptable
fr: 6. Usage acceptable
ja: 6. 利用上のルール
ko: 6. 허용되는 사용
ru: 6. Как можно пользоваться

source: 6. Analytics and Tracking
de: 6. Analyse und Tracking
es: 6. Analítica y seguimiento
fr: 6. Analyse et suivi
ja: 6. 分析とトラッキング
ko: 6. 분석 및 추적
ru: 6. Аналитика и трекинг

source: 7-day streak
de: 7-Tage-Serie
es: Racha de 7 días
fr: 7 jours consécutifs
ja: 7日連続
ko: 7일 연속
ru: Серия 7 дней

source: 7. Data Retention and Deletion
de: 7. Aufbewahrung und Löschung
es: 7. Conservación y borrado
fr: 7. Conservation et suppression
ja: 7. データの保持と削除
ko: 7. 데이터 보관 및 삭제
ru: 7. Хранение и удаление

source: 7. Intellectual Property
de: 7. Geistiges Eigentum
es: 7. Propiedad intelectual
fr: 7. Propriété intellectuelle
ja: 7. 知的財産
ko: 7. 지적 재산
ru: 7. Интеллектуальная собственность

source: 8. Third-Party Services
de: 8. Drittanbieter-Dienste
es: 8. Servicios de terceros
fr: 8. Services tiers
ja: 8. 第三者サービス
ko: 8. 제3자 서비스
ru: 8. Сторонние сервисы

source: 8. Your Privacy Rights
de: 8. Deine Datenschutzrechte
es: 8. Tus derechos de privacidad
fr: 8. Tes droits
ja: 8. プライバシーに関する権利
ko: 8. 개인정보 권리
ru: 8. Твои права

source: 9. Children's Privacy
de: 9. Datenschutz von Kindern
es: 9. Privacidad de menores
fr: 9. Vie privée des enfants
ja: 9. 子どものプライバシー
ko: 9. 아동 개인정보
ru: 9. Дети

source: 9. Disclaimer of Warranties
de: 9. Gewährleistungsausschluss
es: 9. Exención de garantías
fr: 9. Exclusion de garanties
ja: 9. 保証の否認
ko: 9. 보증의 부인
ru: 9. Отказ от гарантий

source: 10 / day
de: 10 / Tag
es: 10 / día
fr: 10 / jour
ja: 10 / 日
ko: 10 / 일
ru: 10 / день

source: 10. Limitation of Liability
de: 10. Haftungsbeschränkung
es: 10. Limitación de responsabilidad
fr: 10. Limitation de responsabilité
ja: 10. 責任の制限
ko: 10. 책임의 제한
ru: 10. Ограничение ответственности

source: 10. Security
de: 10. Sicherheit
es: 10. Seguridad
fr: 10. Sécurité
ja: 10. セキュリティ
ko: 10. 보안
ru: 10. Безопасность

source: 11. Changes to Terms
de: 11. Änderungen der Bedingungen
es: 11. Cambios en los términos
fr: 11. Modifications des conditions
ja: 11. 規約の変更
ko: 11. 약관 변경
ru: 11. Изменения условий

source: 11. Changes to This Privacy Policy
de: 11. Änderungen dieser Richtlinie
es: 11. Cambios en esta política
fr: 11. Modifications de cette politique
ja: 11. 本ポリシーの変更
ko: 11. 본 방침의 변경
ru: 11. Изменения политики

source: 12. Contact
de: 12. Kontakt
es: 12. Contacto
ja: 12. お問い合わせ
ko: 12. 문의
ru: 12. Контакты

source: 12. Termination
de: 12. Beendigung
es: 12. Terminación
fr: 12. Résiliation
ja: 12. 終了
ko: 12. 해지
ru: 12. Прекращение

source: 13. Governing Law
de: 13. Anwendbares Recht
es: 13. Ley aplicable
fr: 13. Droit applicable
ja: 13. 準拠法
ko: 13. 준거법
ru: 13. Применимое право

source: 14. Contact
de: 14. Kontakt
es: 14. Contacto
ja: 14. お問い合わせ
ko: 14. 문의
ru: 14. Контакты

source: 30-day streak
de: 30-Tage-Serie
es: Racha de 30 días
fr: 30 jours consécutifs
ja: 30日連続
ko: 30일 연속
ru: Серия 30 дней

source: 100 days. %lld words. Unstoppable.
de: 100 Tage. %lld Wörter. Unaufhaltsam.
es: 100 días. %lld palabras. Imparable.
fr: 100 jours. %lld mots. Inarrêtable.
ja: 100日。%lld語。止まらない。
ko: 100일. %lld개의 단어. 막을 수 없어요.
ru: 100 дней. %lld слов. Не остановить.

source: 100-day streak
de: 100-Tage-Serie
es: Racha de 100 días
fr: 100 jours consécutifs
ja: 100日連続
ko: 100일 연속
ru: Серия 100 дней

source: A few minutes now — your future self will thank you!
de: Ein paar Minuten jetzt — dein zukünftiges Ich wird es dir danken!
es: ¡Unos minutos ahora — tu yo del futuro te lo agradecerá!
fr: Quelques minutes maintenant — votre futur vous remerciera !
ja: 今すぐ数分 — 未来の自分が感謝します！
ko: 지금 몇 분이면 — 미래의 나에게 감사할 거예요!
ru: Несколько минут сейчас — и будущий ты скажет спасибо!

source: A fresh look for your Home Screen
de: Ein neuer Look für deinen Home Screen
es: Un look nuevo para tu pantalla de inicio
fr: Un nouveau look pour l'écran d'accueil
ja: ホーム画面の新しい見た目
ko: 홈 화면을 위한 새 룩
ru: Новый вид для домашнего экрана

source: A full week of learning! %lld words and counting.
de: Eine ganze Woche Lernen! %lld Wörter und es werden mehr.
es: ¡Una semana completa aprendiendo! %lld palabras y sumando.
fr: Une semaine complète d’apprentissage ! %lld mots et ce n’est pas fini.
ja: 学習1週間達成！%lld語を習得中。
ko: 학습 1주일 완성! %lld개의 단어, 계속 늘어나는 중.
ru: Целая неделя обучения! %lld слов и это не предел.

source: A little of everything
de: Ein bisschen von allem
es: Un poco de todo
fr: Un peu de tout
ja: ちょっとずつ全部
ko: 조금씩 전부
ru: Понемногу всего

source: A quick review keeps words fresh. Come back?
de: Eine kurze Wiederholung hält Wörter frisch. Kommst du zurück?
es: Un repaso rápido mantiene las palabras frescas. ¿Vuelves?
fr: Une petite révision garde les mots frais. On s’y remet ?
ja: ちょっとした復習で単語が定着します。戻ってきませんか？
ko: 빠른 복습이 단어를 생생하게 유지해줘요. 돌아올래요?
ru: Быстрое повторение помогает запоминать. Вернёшься?

source: A scene from a movie?
de: Eine Szene aus einem Film?
es: ¿Una escena de una película?
fr: Une scène de film ?
ja: 映画のワンシーン？
ko: 영화의 한 장면에서?
ru: Сцена из фильма?

source: A short story that hides a few of your words.
de: Eine kurze Geschichte, in der ein paar deiner Wörter stecken.
es: Una historia corta que esconde algunas de tus palabras.
fr: Une courte histoire qui cache quelques-uns de tes mots.
ja: あなたの単語が隠れた短いストーリー。
ko: 네 단어 몇 개가 숨은 짧은 이야기.
ru: Короткая история, где спрятаны твои слова.

source: A single word. You answer in your head, like a story.
de: Ein Wort. Du antwortest im Kopf, wie in einer Story.
es: Una palabra. Respondes en la cabeza, como en una story.
fr: Un mot. Tu réponds dans ta tête, comme une story.
ja: 単語ひとつ。頭の中で答える、ストーリーズみたいに。
ko: 단어 하나. 스토리처럼 머릿속으로 답해.
ru: Одно слово. Отвечаешь в голове, как в сторис.

source: A tiny story. A few of your words hide in it.
de: Eine kurze Geschichte. Ein paar deiner Wörter stecken drin.
es: Una historia corta. Unas palabras tuyas se esconden dentro.
fr: Une petite histoire. Quelques-uns de tes mots s'y cachent.
ja: 短い物語。あなたの単語が少しだけ入ってる。
ko: 짧은 이야기. 네 단어가 몇 개 숨어 있어.
ru: Короткая история. Пара твоих слов спрятаны внутри.

source: A whole month. %lld words in your dictionary.
de: Ein ganzer Monat. %lld Wörter in deinem Wörterbuch.
es: Un mes entero. %lld palabras en tu diccionario.
fr: Un mois entier. %lld mots dans votre dictionnaire.
ja: 1ヶ月達成。辞書に%lld語。
ko: 한 달 완성. 사전에 %lld개의 단어.
ru: Целый месяц. %lld слов в твоём словаре.

source: A word a day
de: Ein Wort pro Tag
es: Una palabra al día
fr: Un mot par jour
ja: 1日1単語
ko: 하루에 단어 하나
ru: Слово в день

source: Accent color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
ja: 背景色
ko: 배경 색상
ru: Цвет фона

source: Accept 5 suggested words
de: 5 vorgeschlagene Wörter übernehmen
es: Aceptar 5 palabras sugeridas
fr: Accepter 5 mots suggérés
ja: おすすめ単語を5個承認
ko: 추천 단어 5개 수락
ru: Принять 5 предложенных слов

source: Accept 20 suggested words
de: 20 vorgeschlagene Wörter übernehmen
es: Aceptar 20 palabras sugeridas
fr: Accepter 20 mots suggérés
ja: おすすめ単語を20個承認
ko: 추천 단어 20개 수락
ru: Принять 20 предложенных слов

source: Accept 50 suggested words
de: 50 vorgeschlagene Wörter übernehmen
es: Aceptar 50 palabras sugeridas
fr: Accepter 50 mots suggérés
ja: おすすめ単語を50個承認
ko: 추천 단어 50개 수락
ru: Принять 50 предложенных слов

source: Achievements
de: Erfolge
es: Logros
fr: Succès
ja: 実績
ko: 업적
ru: Достижения

source: Achievements & Streaks
de: Erfolge & Serien
es: Logros y rachas
fr: Succès et séries
ja: 実績と連続記録
ko: 업적 및 연속 학습
ru: Достижения и серии

source: achievements unlocked
de: Erfolge freigeschaltet
es: logros desbloqueados
fr: succès débloqués
ja: 実績解除
ko: 업적 달성
ru: достижений открыто
